app/controllers/api/v1/sentences_controller.rb

SELECT "sentences".* FROM "sentences"
---
  def index
    sentences = Sentence.all