app/controllers/api/v1/vocabulary_words_controller.rb

  def index
    vocabulary = VocabularyWord.all
---
SELECT "vocabulary_words".* FROM "vocabulary_words"